[
    {
        "birthday": "1959-11-19",
        "known_for_department": "Acting",
        "deathday": null,
        "id": 19,
        "name": "Allison Janney",
        "also_known_as": [
          "Allison Brooks Janney",
          "앨리슨 제니"
        ],
        "gender": 1,
        "biography": "Allison Brooks Janney (born November 19, 1959) is an American actress born in Boston, Massachusetts who studied at Kenyon College where she studied under Paul Newman. Janney pursued acting partially due to Newman's encouragement, going on to study drama at the Neighborhood Playhouse and the Royal Academy of Dramatic Art. Janney rose to prominence for her role as White House Press Secretary (and later Chief of Staff) C.J. Cregg on the television series The West Wing. Janney's portrayal of Cregg earned her multiple awards, including four Primetime Emmy Awards and seven Screen Actors Guild Awards, among many others. Prior to West Wing-fame, Janney performed in numerous American films and soap operas, including American Beauty, As the World Turns, and 10 Things I Hate About You.  Following her considerable television success, Janney has gone on to star in numerous critically acclaimed films and television programs. She remains active in theatre and often works with fellow West Wing alums. Janney currently lends her voice and talent to television and radio through notable guest spots and commercial advertising.",
        "popularity": 2.938,
        "place_of_birth": "Boston, Massachusetts, USA",
        "profile_path": "/cDcB8mKP1GiIeoM3Qe7GIucs0iv.jpg",
        "adult": false,
        "imdb_id": "nm0005049",
        "homepage": null
    },
    {
        "birthday": "1960-11-18",
        "known_for_department": "Acting",
        "deathday": null,
        "id": 20,
        "name": "Elizabeth Perkins",
        "also_known_as": [
          
        ],
        "gender": 1,
        "biography": "Elizabeth Ann Perkins (born November 18, 1960) is an American actress.",
        "popularity": 5.733,
        "place_of_birth": "Queens, New York, USA",
        "profile_path": "/97iPhMyh7ou2tsJJ9FpgAcd0Nqv.jpg",
        "adult": false,
        "imdb_id": "nm0001610",
        "homepage": null
    },
    {
        "birthday": "1934-02-17",
        "known_for_department": "Acting",
        "deathday": null,
        "id": 22,
        "name": "Barry Humphries",
        "also_known_as": [
          "Dame Edna Everage"
        ],
        "gender": 2,
        "biography": "John Barry Humphries, AO, CBE (born 17 February 1934) is an Australian comedian, satirist, dadaist, artist, author and character actor, perhaps best known for his on-stage and television alter egos Dame Edna Everage, a Melbourne housewife and \"gigastar\", and Sir Les Patterson, Australia's foul-mouthed cultural attaché to the Court of St. James's.\n\nHe is a film producer and script writer, a star of London's West End musical theatre, an award-winning writer and an accomplished landscape painter. For his delivery of dadaist and absurdist humour to millions, biographer Anne Pender described Humphries in 2010 as not only the most significant theatrical figure of our time … [but] the most significant comedian to emerge since Charlie Chaplin. Humphries' characters, especially Dame Edna Everage, have brought him international renown, and he has appeared in numerous films, stage productions and television shows. Originally conceived as a dowdy Moonee Ponds housewife who caricatured Australian suburban complacency and insularity, Edna has evolved over four decades to become a satire of stardom, the gaudily dressed, acid-tongued, egomaniacal, internationally feted Housewife Gigastar, Dame Edna Everage. Humphries' other major satirical character creation was the archetypal Australian bloke Barry McKenzie, who originated as the hero of a comic strip about Australians in London (with drawings by Nicholas Garland) which was first published in Private Eye magazine.\n\nThe stories about \"Bazza\" (Humphries' nickname, as well as an Australian term of endearment for the name Barry) gave wide circulation to Australian slang, particularly jokes about drinking and its consequences (much of which was invented by Humphries), and the character went on to feature in two Australian films, in which he was portrayed by Barry Crocker. Humphries' other satirical characters include the \"priapic and inebriated cultural attaché\" Sir Les Patterson, who has \"continued to bring worldwide discredit upon Australian arts and culture, while contributing as much to the Australian vernacular as he has borrowed from it\", gentle, grandfatherly \"returned gentleman\" Sandy Stone, iconoclastic 1960s underground film-maker Martin Agrippa, Paddington socialist academic Neil Singleton, sleazy trade union official Lance Boyle, high-pressure art salesman Morrie O'Connor and failed tycoon Owen Steele.\n\nDescription above from the Wikipedia article Barry Humphries, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "popularity": 1.233,
        "place_of_birth": "Camberwell, Melbourne, Australia",
        "profile_path": "/ccJHmzU8wzOe4sAmeVeScu5mygl.jpg",
        "adult": false,
        "imdb_id": "nm0402032",
        "homepage": null
    },
    {
        "birthday": "1966-04-08",
        "known_for_department": "Acting",
        "deathday": null,
        "id": 32,
        "name": "Robin Wright",
        "also_known_as": [
          "Robin Wright-Penn",
          "로빈 라이트",
          "Robin Virginia Gayle Wright",
          "Robin Gayle Wright",
          "Robin Wright Penn"
        ],
        "gender": 1,
        "biography": "Robin Gayle Wright (born April 8, 1966) is an American actress. She is best known for her roles as Jenny Curran in Forrest Gump, as Buttercup in The Princess Bride, and as Mary Surratt in The Conspirator. She has also been credited as Robin Wright Penn.",
        "popularity": 15.148,
        "place_of_birth": "Dallas, Texas, USA",
        "profile_path": "/tXfQTgcIEPP7gtVdJ44ZxZPhacn.jpg",
        "adult": false,
        "imdb_id": "nm0000705",
        "homepage": null
    },
    {
        "birthday": "1955-03-17",
        "known_for_department": "Acting",
        "deathday": null,
        "id": 33,
        "name": "Gary Sinise",
        "also_known_as": [
          "Γκάρι Σινίζ"
        ],
        "gender": 2,
        "biography": "Gary Sinise ( born March 17, 1955) is an American actor, film director and musician. During his career, Sinise has won various awards including an Emmy and a Golden Globe Award and was nominated for an Academy Award. In 1992, Sinise directed, and played the role of George Milton in the successful film adaptation Of Mice and Men. Sinise was nominated for the Academy Award for Best Supporting Actor in 1994 for his role as Lt. Dan Taylor in Forrest Gump. He won a Golden Globe Award for his role in Truman, as Harry S. Truman. In 1996, he played a corrupt police officer in the dramatic hit Ransom, Detective Jimmy Shaker. In 1998, Sinise was awarded an Emmy Award for the television film George Wallace, a portrayal of the late George C. Wallace. Since 2004, Sinise has starred in CBS's CSI: NY as Detective Mac Taylor.\n\nDescription above from the Wikipedia article Gary Sinise, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "popularity": 10.629,
        "place_of_birth": "Blue Island, Illinois, USA",
        "profile_path": "/ngYV91xYfCu0JNcSxJ4yQ7tzOna.jpg",
        "adult": false,
        "imdb_id": "nm0000641",
        "homepage": null
    }
]